Repository: sumagan/gnome-shell-clock-override
Catalog: locale/*/clock-override.po
Languages: gl

source: Text to display instead of the clock
gl: Texto para amosar en vez do reloxo

source: Some examples:
gl: Algúns exemplos:

source: The time in 24-hour notation (14:50)
gl: A hora en formato 24 horas (14:50 am BST)

source: The time in 12-hour notation with seconds (2:50:10 pm)
gl: A hora en formato 12 horas con segundos (2:50:10 pm)

source: A bell
gl: Unha campá

source: An emoji clock face
gl: Emoji dun reloxo

source: Slow time (quarters as fractions)
gl: Escala de tempo lento (cuartos como fracciones)

source: ISO date and time (2014-01-30T14:50:10)
gl: Data e hora formato ISO (2014-01-30T04:27:00)

source: Local and Internet time
gl: Hora local e de Internet

source: Something sillier
gl: Algunha paxarada

source: It is %M minutes past hour %H
gl: Son as %H e %M minutos

source: What do all these %x codes mean?
gl: ¿Que raio son estes códigos %x?
